help-message = <b>Как начать?</b>

                Ваша подписка начинается в тот момент, когда вы нажимаете "Старт".
                Команда <b>/start</b> даст вам краткое описание функционала этого бота.
                Для активации вашего аккаунта и получения первого набора новой лексики вам нужно отправить команду <b>/activate</b>. Заранее вы можете проверить и изменить свои настройки с помощью команды <b>/account</b>.
                <i>Пока ваша аккаунт не активирован, вы не будете получать сообщений с новой лексикой.</i>

                <b>Новая лексика каждый день</b>
                Каждый день в 9 часов (по времени UTC) вы будете получать 2 сообщения: слово и идиому.
                Каждое сообщение содержит объяснение значения и пример. Кроме того, каждое сообщение имеет 2 кнопки:
                - Ссылка на страницу словаря Cambridge
                - Следующий

                Вы можете нажать «Следующий», если вы уже знакомы с словом/идиомой и хотите получить другой пример. У вас есть <b>3 варианта в день</b> для каждого нового слова и идиомы. Другими словами, вы можете нажать «Следующий» 2 раза для каждого сообщения.

                <b>Генерация изображений и проверка грамматики</b>
                Вы можете отправить свои примеры с новой лексикой боту, начиная сообщение с команды <b>/check</b>. Например:
                <b>/check</b> A jury found unanimously that there was proof of her guilt beyond a reasonable doubt.

                Пример должен быть полным предложением, которое бот посчитает логичным (а не случайным набором слов) с использованием новой лексики. В противном случае он попросит вас предоставить другой пример.

                Бот проверит грамматику, орфографию и вернет исправленную версию при необходимости, а также сгенерирует изображение на основе вашего примера и количество заработанных очков.

                У вас есть <b>2 доступные проверки в день</b>. Другими словами, вы можете сгенерировать 2 изображения в день.
                Если вы нажали кнопку "Следующий", пожалуйста, используйте последний предоставленный вариант новой лексики.

                <b>Подписка</b>
                Каждый новый пользователь получает <b>7 дней бесплатного пробного периода</b>. Когда он заканчивается, действие аккаунта пользователя будет приостановлено. Его можно вновь активировать с оплатой за дальнейшую подписку или с помощью одного из промокодов.

                <b>Учетная запись</b>
                Вы можете проверить настройки вашей учетной записи с помощью команды <b>/account</b> (в главном меню):
                - Статус
                - Уровень (A1,...,C2)
                - Тема
                - Язык бота (русский или английский)

                Также вы можете изменить эти параметры с соответствующими кнопками под сообщением с кратким описанием учетной записи.
                Больше информации о уровнях в английском языке <a href="https://skyeng.ru/articles/english-levels/">здесь</a>.

                <b>Баллы</b>
                Вы можете зарабатывать баллы, отправляя примеры с новой лексикой боту. Не забудьте начать сообщение с команды <b>/check</b>.
                Если вы используете одно новое слово или идиому в предложении, вы получаете <b>1 балл</b>; и слово, и идиому - <b>2 балла</b>.
                Если вы отправляете пример на проверку без какой-либо новой лексики, вы потеряете 1 балл (если ваш баланс не равен нулю).
                Вы можете проверить, сколько у вас баллов, с помощью команды <b>/points</b> (в главном меню).

                <b>Лексика</b>
                Вы можете проверить все слова и идиомы, сохраненные в вашем аккаунте с помощью команды <b>/vocabulary</b>.

                <b>Связаться с разработчицей</b>
                Если у вас возникли проблемы или вопросы, информации в этом сообщении должно быть достаточно, чтобы найти ответ. Тем не менее, если вы не нашли здесь соответствующей информации или хотите поделиться обратной связью, вы найдете контактные данные разработчицы с помощью команды <b>/contact</b>.

                <i>P.S. Этот бот использует модели GPT-4o и DALL-E-3 для предложения вам новой лексики, генерации изображений и проверки грамматики/орфографии ваших примеров. Проверка примеров и генерация изображений могут занимать несколько секунд, пожалуйста, будьте терпеливы.</i>

short-description-message = 🇬🇧 <i>Изучайте новую лексику, практикуйте английский и создавайте изображения с помощью искусственного интеллекта!</i>

                            ⭐️ <b>Начало работы</b>
                            Если вы новый пользователь, вам нужно активировать свой аккаунт с помощью команды <b>/activate</b>.
                            Как только вы отправите <b>/activate</b>, вы получите первые сообщения с новой лексикой.

                            ⭐️ <b>Настройки</b>
                            Вы можете изменить настройки для новой лексики с помощью команды <b>/account</b>. Выберите уровень и тему, которая вас интересует.

                            ⭐️ <b>Проверка грамматики и создание изображений</b>
                            Отправляйте примеры с новой лексикой, начиная ваше сообщение с команды <b>/check</b>. Этот бот поможет исправить грамматику/орфографию и отправит изображение для вашего примера.

                            ⭐️ <b>Дополнительная информация</b>
                            Вы можете узнать больше о функционале и правилах этого бота с помощью команды <b>/help</b>.

                            🇬🇧 <b>Удачи!</b>