start-new-user = Добро пожаловать, { $username }!

start-old-user = С возвращением, { $username }!
                 Я рад видеть вас снова.

old-user-status = Ваш текущий статус: <b>{ $status }</b>

points-status = 🎉 Количество заработанных баллов: <b>{ $points }</b> 🎉

activate-message = Если вы хотите активировать бота, пожалуйста, отправьте комнаду <b>/activate</b> в сообщении.

select-language-message = Пожалуйста, выберите язык:

language-selected-message = Вы выбрали русский основным языком этого бота.

activate-new-account = Ваш аккаунт активирован.

activate-old-account = Ваш аккаунт уже был активирован ранее.

activate-frozen-command = Доступ вашего аккаунта приостановлен. Вы можете снова активировать аккаунт, оплатив подписку или отправив один из промокодов.

non-active-user = Ваш аккаунт не был активирован.

not-text-message = К сожалению, я понимаю только текстовые сообщения.

account-summary-message =   Настройки вашего аккаунта:
                           ▪️ Статус: <b>{ $status }</b>
                           ▪️ Уровень английского: <b>{ $level }</b>
                           ▪️ Тема: <b>{ $topic }</b>
                           ▪️ Оновной язык бота: <b>{ $language }</b>


contact-developer-message = Если у вас есть какие либо проблемы или вопросы относительно этого бота, пожалуйста проверьте сначала информацию о боте с помощью команды <b>/help</b>.
                            Если этой информации недостаточно, вы можете написать разработчице бота напрямую.

trial-over-message = Ваша подписка закончилась и доступ аккаунта приостановлен. Вы можете снова активировать аккаунт, оплатив подписку или отправив один из промокодов.

new-word-idiom-message = Новое {$item}: <b>{ $value }</b>
                   Значение: <i>{ $meaning }</i>
                   Пример: { $example }

no-more-attempts = <i>Вы использовали 3 варианта в день. Если вы хотите написать пример и проверить его с помощью этого бота, вам следует использовать последние слово или идиому.</i>

next-option-message = <i>Если вы уже знакомы с этим словом/идиомой, вы можете нажать «Далее» и получить новый вариант. У вас есть 2 попытки в день нажать «Следующий», чтобы получить новое слово или идиому.</i>

no-available-checks = Вы уже использовали 2 доступных проверки в день. Если вы хотите проверить больше примеров, пожалуйста, подождите до завтра.

no-word-idiom-used = Похоже, вы не использовали ни новое слово, ни идиому, отправленные вам.

provide-another-example = Пожалуйста, предоставьте другой пример для проверки.

minus-one-point = 😵‍💫 Вы потеряли 1 балл.

plus-one-point =  🎉 Вы заработали 1 балл!

plus-two-points = 🎉 Вы заработали 2 балла!

chat-gpt-message = 🤔 Если вы хотите пообщаться, обсудить свою жизнь, проблемы или мысли, мой старший брат <a href="https://t.me/GPT4Telegrambot">ChatGPT</a> станет лучшим компаньоном для этих целей.

promo-code-activated = 👍 Вам предоставляется доступ к полному функционалу этого бота еще на 30 дней, начиная с настоящего момента. Вы получите новые слово и идиому в 9:00 UTC.

promo-code-not-valid = 🚫 Ваш промокод недействителен.

no-word-in-database = 🚫 В вашем аккаунте не сохранено ни одного слова.

no-idiom-in-database = 🚫 В вашем аккаунте не сохранено ни одной идиомы.

all-word-in-database = 👍 Все сохраненные слова в вашем аккаунте:

all-idiom-in-database = 👍 Все сохраненные идиомы в вашем аккаунте:

bad-request-message = ❌ Я не могу отправить вам изображение, созданное на основе вашего примера, поскольку DALL-E отклонил этот запрос. Если вы хотите получить изображение, пришлите другой пример.